<!DOCTYPE html>
<html lang="en">
  <meta charset="UTF-8" />
  <title>Misiones Travel - Términos y condiciones.</title>
  <meta name="viewport" content="width=device-width,initial-scale=1" />
  <link
    href="https://unpkg.com/tailwindcss@^2/dist/tailwind.min.css"
    rel="stylesheet"
  />
  <body>
    <div class="container mx-auto mt-12">
      <h1 class="text-4xl text-center">Misiones Travel</h1>
      <h2 class="text-3xl text-center mt-8">Términos y condiciones</h1>
      <div class="mt-4 text-justify text-sm py-8 px-8">
        <p>Misiones Travel (de ahora en adelante denominada MT) es una plataforma digital de turismo exclusiva para la provincia de Misiones, Argentina. Se trata de una aplicaci&oacute;n digital para tel&eacute;fonos m&oacute;viles; tables y dispositivos afines, que fue creada y pensada para que conozcas Misiones de manera simple y pr&aacute;ctica, aprovechando de la mejor manera tu tiempo; y acercando a tu celular los mejores eventos y promociones de la regi&oacute;n. &Eacute;sta APP nos va a permitir planificar viajes; escapadas; fines de semana; o simplemente una tarde en Misiones seg&uacute;n lo que mas te guste hacer; el tiempo que tengas; y d&oacute;nde te encuentres espec&iacute;ficamente. Todo a trav&eacute;s de la plataforma inform&aacute;tica que MT permite recorrer la provincia desde tu celular, de una manera atractiva, y simple. Mostrando con las mejores fotos todas las bellezas de Misiones, algunas incluso que la provincia tiene muy escondidas, y recomendando diferentes maneras de conocerlas. Puede accederse directamente desde tu dispositivo a un mapa interactivo de Misiones, donde podemos ver todos los atractivos por geolocalizaci&oacute;n y cu&aacute;n pr&oacute;ximos est&aacute;n de mi ubicaci&oacute;n; o bien buscar los atractivos tur&iacute;sticos por categor&iacute;as e intereses en formato mas tradicional. Adem&aacute;s tiene una funci&oacute;n de circuitos predeterminados para combinar mas de un destino. En el bot&oacute;n de CIRCUITOS, te proponemos la mejor forma de conocer combinando por tem&aacute;tica los atractivos que mas te gusten y quieras visitar, seg&uacute;n el tiempo con el que cuentes y donde est&eacute;s. Tambi&eacute;n distingue si estas a pie, en bicicleta; o en veh&iacute;culo. Estos circuitos tambi&eacute;n te propondr&aacute;n visitar algunas atracciones importantes que se encuentran en tu camino o cerca de &eacute;l; o simplemente te mostrar&aacute;n en el mapa todos los atractivos que est&eacute;n en tu camino para que puedas decidir visitarlos si te sobra tiempo, y si las fotos e informaci&oacute;n te convencen. Una vez seleccionado un atractivo tur&iacute;stico, o un circuito, la APP nos mostrar&aacute; fotos, y toda la informaci&oacute;n disponible. Distancias; tiempos; dificultades de acceso; atractivos pr&oacute;ximos para poder combinarlos con tu visita; alojamientos y gastronom&iacute;a; eventos. Todo al alcance de tu mano (literalmente). Y si te gust&oacute; un atractivo y queres ir, con solo un &ldquo;click&rdquo; la propia APP te mostrar&aacute; en el mapa el recorrido, trazando el camino en el mapa y gui&aacute;ndote a trav&eacute;s de GPS para que llegues de la mejor manera y sin perderte. Para ello se vincula directamente con el sistema de GPS de Google Maps. Destacamos que dicho v&iacute;nculo se realiza simplemente derivando a los usuarios de MT, directamente a las aplicaciones mencionadas; autorizaciones permitidas por los terceros, pero sobre las cuales no tenemos potestad. La APP funciona cruzando datos de los lugares, con los intereses y geolocalizaci&oacute;n del usuario, por lo que sirve igualmente para planificar hasta el &uacute;ltimo detalle de tu viaje o escapada con antelaci&oacute;n, o bien para decidir en el momento. Hogar de las Cataratas del Iguaz&uacute;; los Saltos del Mocon&aacute;; Salto Encantado; y mas de un centenar de saltos y cascadas mas, listos para que los conozcas. Una provincia con a&ntilde;os de historia; pueblos originarios; y mucha vida social. La app permitir&aacute; tambi&eacute;n poner en contacto a los usuarios que viajan a un determinado destino, como as&iacute; tambi&eacute;n con prestadores de servicios tur&iacute;sticos o afines, alojamientos, gastronom&iacute;a; locales comerciales e incluso con otros usuarios que residan en dichos destinos o tambi&eacute;n se encuentren realizando turismo en los mismos.</p>
<p class="py-6"><strong>T&eacute;rminos y Condiciones de uso.</strong></p>
<p><strong>1. Pol&iacute;tica de privacidad.</strong><br />Al utilizar la plataforma, el Usuario se compromete a cumplir con todas las leyes federales, estatales y municipales tanto del lugar de constituci&oacute;n de &eacute;sta App como del lugar donde hagan uso de la misma, as&iacute; como con las normas del presente documento, cuales quieran que sean los derechos que est&eacute;n envueltos. Los presentes t&eacute;rminos y condiciones tienen por objeto regular el acceso y los t&eacute;rminos de uso de la App. Se ruega leer atentamente estas condiciones. Si no aceptas y acuerdas estar obligado por todos los t&eacute;rminos no deber&aacute;s utilizar el Servicio. Entiendes y reconoces que MT no es parte en ning&uacute;n contrato, acuerdo o relaci&oacute;n contractual, de ninguna clase, suscrito entre los Usuarios de su Plataforma. Podemos hacer cambios en estos T&eacute;rminos y Condiciones y en la App de vez en cuando. Podemos hacer esto por una variedad de razones, entre ellas para reflejar los cambios en los requisitos o de la ley, nuevas caracter&iacute;sticas o cambios en las pr&aacute;cticas comerciales. La versi&oacute;n m&aacute;s reciente se publicar&aacute; en la App y deber&aacute;s consultar peri&oacute;dicamente la versi&oacute;n m&aacute;s reciente. La versi&oacute;n m&aacute;s reciente es la versi&oacute;n que se aplica. Si contin&uacute;as utilizando el servicio despu&eacute;s de que los cambios entren en vigor, entonces estar&aacute;s de acuerdo con el Acuerdo revisado. Aceptas que el presente Acuerdo reemplazar&aacute; cualquier acuerdo anterior (excepto donde se indique espec&iacute;ficamente en este documento), y ser&aacute; aplicable a toda tu relaci&oacute;n con MT, incluido pero no limitado a eventos, acuerdos y conductas anteriores a la muerte.</p>
<p><strong>2. Registro en la Plataforma y creaci&oacute;n de una Cuenta</strong><br/> Los Servicios s&oacute;lo est&aacute;n disponibles para personas que tengan capacidad legal para contratar. No podr&aacute;n utilizar los servicios y/o el sitio las personas que no tengan esa capacidad, los menores de edad o Usuarios del sitio que hayan sido suspendidos temporalmente o indefinidamente o quienes est&eacute;n condenados por delitos sexuales o cualquier otro delito que implique violencia. El usuario reconoce ser mayor de 18 a&ntilde;os cuando se inscribe para usar el sitio. Eximiendo de cualquier tipo de responsabilidad a MT por cualquier creaci&oacute;n de cuentas que no cumplan con &eacute;sta normativa. Para registrarte en la App es necesario que hayas le&iacute;do y aceptado las presentes T&eacute;rminos y condiciones de uso. Al utilizar el servicio o crear tu Cuenta, independientemente del m&eacute;todo seleccionado, te comprometes a proporcionar informaci&oacute;n ver&iacute;dica y precisa, y a actualizar dicha informaci&oacute;n por medio de tu perfil o enviando una notificaci&oacute;n a MT, con el objetivo de garantizar su relevancia y precisi&oacute;n durante la duraci&oacute;n total de tu relaci&oacute;n contractual con MT. Esto se aplica tanto para los datos personales como para cualquier dato que pueda ser relevante para MT. As&iacute; tambi&eacute;n, el usuario se obliga a informar a de cualquier situaci&oacute;n personal que sea relevante y de inter&eacute;s para la seguridad de los dem&aacute;s usuarios, asimismo y en concordancia con ello, debe informar si tiene antecedentes penales. T&uacute; eres el &uacute;nico responsable del uso de tu Cuenta por parte de terceras partes, salvo que hayas comunicado de forma expresa a MT la p&eacute;rdida, el uso fraudulento por parte de un tercero, o la revelaci&oacute;n de tu contrase&ntilde;a a un tercero.</p>
<p>Recuerda no crear ni utilizar, bajo tu propia identidad o bajo la identidad de un tercero, ninguna Cuenta adicional a la creada inicialmente.</p>
<p><strong>3. Utilizaci&oacute;n de los Servicios</strong><br /> MT no es responsable de la conducta de cualquier usuario dentro o fuera de la App. Aceptas tener precauci&oacute;n en todas las interacciones con otros usuarios, sobre todo si decides comunicarte fuera del Servicio o conocerse en persona. Adem&aacute;s, te comprometes a revisar y seguir los Consejos de seguridad de MT antes de usar el Servicio. Te comprometes a no proporcionar tu informaci&oacute;n financiera (por ejemplo, tu tarjeta de cr&eacute;dito o cuenta bancaria), o transferir ni enviar dinero a otros usuarios por ning&uacute;n medio. Por lo tanto, reconoces y garantizas la veracidad y precisi&oacute;n de toda la informaci&oacute;n incluida en tu publicaci&oacute;n. Entiendes que MT no puede verificar los antecedentes penales de sus usuarios ni investiga de otro modo los antecedentes de sus usuarios. MT no declara ni garantiza la conducta de sus usuarios. MT se reserva el derecho a realizar &mdash;y t&uacute; aceptas que MT pueda realizar&mdash; una verificaci&oacute;n de los antecedentes penales en cualquier momento usando los registros p&uacute;blicos disponibles. Reconoces y aceptas que los criterios utilizados en la clasificaci&oacute;n y el establecimiento del orden de visualizaci&oacute;n de tu Publicaci&oacute;n entre las dem&aacute;s publicaciones es criterio exclusivo de MT.</p>
<p><strong>4.- Derechos que te otorga MT.</strong><br /> MT te concede una licencia personal o derecho de uso de la plataforma y de la app que es mundial, exenta de regal&iacute;as, no asignable, no exclusiva, revocable y no transferible a terceros para acceder y utilizar el Servicio. Esta licencia se otorga con el &uacute;nico prop&oacute;sito de que te permita usar y disfrutar de los beneficios del Servicio de la forma prevista por MT y permitida por el presente Acuerdo. Por lo tanto, acuerdas:</p>
<ul class="list-disc pl-8 py-4">
<li>No utilizar el Servicio o cualquier contenido en el Servicio para fines comerciales sin nuestro consentimiento por escrito.</li>
<li>No copiar, modificar, transmitir, crear trabajos derivados de, hacer uso de, o reproducir en forma alguna cualquier material con derechos de autor, im&aacute;genes, marcas comerciales, nombres comerciales, marcas de servicio, u otra propiedad intelectual, contenidos o informaci&oacute;n propietaria de acceso a trav&eacute;s de la app sin el previo consentimiento por escrito de MT.</li>
<li>No expresar ni insinuar que cualquiera de tus declaraciones est&aacute;n avaladas por MT.</li>
<li>No utilizar ning&uacute;n robot, bot, ara&ntilde;a, robot de b&uacute;squeda, raspador, aplicaci&oacute;n de b&uacute;squeda de sitios o de recuperaci&oacute;n, proxy u otro dispositivo manual o autom&aacute;tico, m&eacute;todo o proceso para acceder, recuperar, indexar, &ldquo;mina de datos&rdquo;, o en cualquier forma reproducir o sortear la estructura de navegaci&oacute;n o presentaci&oacute;n de la App o su contenido.</li>
<li>No utilizar el servicio de ninguna manera que pudiera interferir con, interrumpir o afectar negativamente la App o los servidores o redes conectados a ella.</li>
<li>No subir virus u otro c&oacute;digo malicioso ni poner en peligro la seguridad de la App.</li>
<li>No falsificar encabezados ni manipular identificadores para disfrazar el origen de cualquier informaci&oacute;n transmitida a trav&eacute;s de la App.</li>
<li>No hacer &ldquo;marcos&rdquo; ni &ldquo;espejos&rdquo; de cualquier parte de la App, sin previa autorizaci&oacute;n por escrito de MT.</li>
<li>No usar meta tags o c&oacute;digo u otros dispositivos que contengan cualquier referencia a MT o de la App (o cualquier marca, nombre comercial, marca de servicio, logotipo o eslogan de MT) para dirigir a cualquier persona a cualquier otro sitio para cualquier prop&oacute;sito.</li>
<li>No modificar, adaptar, sublicenciar, traducir, vender, realizar ingenier&iacute;a inversa, descifrar, descompilar o desensamblar cualquier parte del Servicio, o provocar que otros lo hagan.</li>
<li>No utilizar o desarrollar cualquier aplicaci&oacute;n de terceros que interact&uacute;e con de la App o Contenido o informaci&oacute;n de otros usuarios sin nuestro consentimiento por escrito.</li>
<li>No utilizar, acceder ni publicar la interfaz de programaci&oacute;n de la App sin nuestro consentimiento por escrito. No sondear, escanear ni probar la vulnerabilidad de la App o de cualquier sistema o red.</li>
<li>No fomentar ni promover cualquier actividad que viole estos T&eacute;rminos y Condiciones de uso.</li>
<li>MT puede investigar y tomar las acciones legales disponibles en respuesta al uso ilegal y/o no autorizado de la App, incluida la terminaci&oacute;n de tu cuenta.</li>
<li>Cualquier software que te proporcionamos puede descargar e instalar actualizaciones, mejoras u otras nuevas funciones de forma autom&aacute;tica. Podr&aacute;s ajustar estas descargas autom&aacute;ticas a trav&eacute;s de los ajustes del dispositivo.</li>
</ul>
<p><strong>5. Derechos que otorgas a MT.</strong><br /> Al crear una cuenta o acceder al servicio, otorgas a MT una licencia mundial, transferible, sublicenciable, libre de regal&iacute;as, el derecho y la licencia para albergar, almacenar, utilizar, copiar, mostrar, reproducir, adaptar, modificar, publicar, modificar y distribuir informaci&oacute;n que nos autorices para acceder a Facebook o Instagram, as&iacute; como cualquier informaci&oacute;n que publiques, subas, muestres o pongas a disposici&oacute;n en la App o transmitas a otros usuarios. La licencia de MT a tu contenido ser&aacute; no exclusiva, salvo que la licencia de MT ser&aacute; exclusiva con respecto a los trabajos derivados creados a trav&eacute;s del uso del Servicio. Adem&aacute;s, para que MT pueda impedir el uso de tu Contenido fuera del Servicio, autorizas a MT para actuar en tu nombre en relaci&oacute;n con la infracci&oacute;n del uso de tu Contenido tomado del Servicio por otros usuarios o terceros. Nuestra licencia a tu Contenido est&aacute; sujeta a tus derechos bajo la ley aplicable y es para el prop&oacute;sito limitado de operar, desarrollar, proporcionar y mejorar la App y la investigaci&oacute;n y desarrollo de otros nuevos. Aceptas que cualquier Contenido que crees o que nos autorices a colocar en la App puede ser visto por otros usuarios y puede ser visto por cualquier persona que visite o participe en la App. Aceptas que toda la informaci&oacute;n que env&iacute;es es exacta y veraz y que tienes el derecho de publicar el Contenido en el Servicio y conceder la licencia anterior a MT. Entiendes y aceptas que podemos controlar o revisar cualquier Contenido que publiques como parte de un Servicio. Podemos eliminar cualquier Contenido, en su totalidad o en parte, que a nuestro juicio viole estos T&eacute;rminos y condiciones de uso o que pueda da&ntilde;ar la reputaci&oacute;n del Servicio.</p>
<p>Cuando te comuniques con nuestros representantes de atenci&oacute;n al cliente, te comprometes a ser respetuoso y amable. Si sentimos que tu comportamiento hacia cualquiera de nuestros representantes de atenci&oacute;n al cliente u otros empleados es, en cualquier momento, amenazador u ofensivo, nos reservamos el derecho de terminar tu cuenta de inmediato. En consideraci&oacute;n por el hecho de que MT te permite utilizar el Servicio, aceptas que nosotros, nuestras filiales y nuestros socios de terceros pueden colocar publicidad en el Servicio. Al enviar sugerencias o comentarios a MT con respecto a nuestro Servicio, aceptas que MT puede utilizar y compartir dicha retroalimentaci&oacute;n para cualquier prop&oacute;sito sin compensarte por ello. Aceptas que MT puede acceder, conservar y revelar la informaci&oacute;n de tu cuenta y el Contenido si as&iacute; debe hacerlo por ley o si de buena fe considera que dicho acceso, reserva o revelaci&oacute;n es razonablemente necesaria, tales como: (i) cumplir con procesos legales ; (ii) hacer cumplir estos T&eacute;rminos y condiciones; (iii) responder a reclamos de que alg&uacute;n Contenido viola los derechos de terceros; (iv) responder a tus solicitudes de atenci&oacute;n al cliente; o (v) proteger los derechos, propiedad o seguridad personal de la Compa&ntilde;&iacute;a o de cualquier otra persona.</p>
<p><strong>6. Reglas de la comunidad.</strong><br /> Al utilizar el Servicio, aceptas que no podr&aacute;s:</p>
<ul class="list-disc pl-8 py-4">
<li>utilizar el Servicio para ning&uacute;n prop&oacute;sito que sea ilegal o prohibido por estos T&eacute;rminos y condiciones de uso.</li>
<li>utilizar el Servicio con fines ilegales, perjudiciales o nefastos.</li>
<li>utilizar el Servicio con el fin de da&ntilde;ar a MT.</li>
<li>violar nuestros Principios de la Comunidad, en funci&oacute;n de las actualizaciones que se realizan de vez en cuando.</li>
<li>enviar correo no deseado, solicitar dinero o defraudar a cualquier usuario.</li>
<li>hacerte pasar por otra persona o entidad o publicar cualquier imagen de otra persona sin su permiso.</li>
<li>intimidar, &ldquo;asediar&rdquo;, intimidar, agredir, acosar, maltratar o difamar a cualquier persona.</li>
<li>solicitar contrase&ntilde;as para cualquier prop&oacute;sito, o informaci&oacute;n de identificaci&oacute;n personal para fines comerciales o ilegales de otros usuarios o difundir la informaci&oacute;n personal de otra persona sin su permiso.</li>
<li>usar la cuenta de otro usuario.</li>
<li>crear otra cuenta si ya hemos terminado tu cuenta, a menos que tengas nuestro permiso.</li>
</ul>
<p>MT se reserva el derecho de investigar y/o terminar tu cuenta sin la devoluci&oacute;n de las compras si has violado estos T&eacute;rminos y condiciones, has hecho mal uso del servicio o te has comportado de una manera que MT considera inadecuada o ilegal, incluidas acciones o comunicaciones que se producen dentro o fuera el Servicio. Contenido de otros Usuarios. Aunque MT se reserva el derecho de revisar y eliminar el Contenido que viole estos T&eacute;rminos y condiciones, dicho Contenido es responsabilidad exclusiva del usuario que lo publica, y MT no puede garantizar que todo el Contenido cumpla con estos T&eacute;rminos y condiciones , por lo que</p>
<p>te pedimos que si ver contenido en el Servicio que viole los mismos, por favor reportarlo dentro de la App.</p>
<p><strong>7. Suspensi&oacute;n de cuentas, limitaci&oacute;n de acceso y rescisi&oacute;n</strong><br /> Puedes rescindir tus relaciones contractuales con MT, en cualquier momento, de forma gratuita y sin tener que explicar el motivo. Para ello, simplemente debes dejar de utilizar y eliminar la app. Y eventualmente darte de baja el usuario si lo has creado. En el caso de (i) incumplimiento por tu parte de las presentes T&eacute;rminos y condiciones, incluidos, entre otros el incumplimiento de tus obligaciones como Usuario seg&uacute;n lo establecido en los Art&iacute;culos 5 y 6 de arriba, (ii) en el caso de que MT tenga alg&uacute;n motivo real para creer que es necesario proteger su seguridad e integridad, la de los Usuarios o terceros, o para los fines de prevenci&oacute;n de fraude o investigaciones, MT se reserva el derecho a:</p>
<ul class="list-disc pl-8 py-4">
<li>rescindir las TYC que te vinculan con Fow de forma inmediata y sin previo aviso; y/o (ii) evitar la publicaci&oacute;n que hayas realizado en la App; y/o (iii) limitarte el acceso y el uso de la App; y/o (iv) suspender de forma temporal o permanente tu Cuenta.</li>
<li>Cuando sea necesario realizar dicha rescisi&oacute;n, se te notificar&aacute; sobre esta decisi&oacute;n para que puedas presentar tus explicaciones a MT, quien decidir&aacute;, a su discreci&oacute;n, si levantar o no la rescisi&oacute;n aplicadas.</li>
</ul>
<p><strong>8. Renuncias.</strong><br />MT proporciona el servicio en la medida permitida por la ley aplicable, no otorga ninguna garant&iacute;a de ning&uacute;n tipo, expl&iacute;cita, impl&iacute;cita, estatutaria u otra con respecto al servicio (incluido todo el contenido incluido en el mismo), incluida, sin limitaci&oacute;n, cualquier garant&iacute;a impl&iacute;cita de calidad satisfactoria, comerciabilidad, aptitud para un prop&oacute;sito particular o no infracci&oacute;n. MT no declara ni garantiza que (a) el servicio ser&aacute; ininterrumpido, seguro o libre de errores, (b) cualquier defecto o errores en el servicio ser&aacute;n corregidos, o (c) que cualquier contenido o informaci&oacute;n que obtenga en o mediante el servicio ser&aacute; exacta. MT no asume ninguna responsabilidad por cualquier contenido que t&uacute;, otro usuario o un tercero publiquen, env&iacute;en o reciban a trav&eacute;s de la App. Tu acceso a cualquier material descargado u obtenido mediante el uso del servicio es a tu &uacute;nica discreci&oacute;n y riesgo. MT renuncia y no se responsabiliza por ninguna conducta tuya o de otro usuario, dentro o fuera del servicio.</p>
<p><strong>9. Servicios de terceros.</strong><br /> El servicio puede contener anuncios y promociones ofrecidos por terceros y enlaces a otros sitios web o recursos. Fow no es responsable de la disponibilidad (o falta de disponibilidad) de dichos sitios web o recursos externos. Si decides interactuar con los terceros puestos a disposici&oacute;n a trav&eacute;s de nuestro servicio, los t&eacute;rminos de dicha parte regir&aacute;n su relaci&oacute;n contigo. MT no es responsable de los t&eacute;rminos o acciones de dichos terceros.</p>
<p><strong>10. Limitaci&oacute;n de responsabilidad.</strong><br /> En la extensi&oacute;n permitida por ley aplicable, en ning&uacute;n caso ser&aacute;n responsables mt, sus filiales, empleados, licenciantes o proveedores de servicio por cualquier da&ntilde;o indirecto, consecuente, ejemplar, incidental, especial, punitivo o mejorado, incluido sin limitaci&oacute;n, p&eacute;rdida de ganancias, que haya sucedido directa o indirectamente, o cualquier p&eacute;rdida de datos, uso, fondo de comercio, u otras p&eacute;rdidas intangibles, resultantes de: (i) tu acceso a o uso de o imposibilidad de acceso o de utilizar el servicio, (ii) la conducta o el contenido de otros usuarios o terceros en, a trav&eacute;s de o despu&eacute;s del uso del servicio; o (iii) acceso, uso o alteraci&oacute;n no autorizados de tu contenido, incluso si MT ha sido advertido de la posibilidad de tales da&ntilde;os. Sin perjuicio de lo anterior, en ning&uacute;n caso la responsabilidad total de MT por todas las reclamaciones que surjan de o est&eacute;n relacionadas con el servicio habr&aacute; de superar la cantidad pagada, si es que alguna, por ti a MT durante el periodo de veinticuatro (24) meses inmediatamente anterior a la fecha en que presentes una demanda judicial, arbitraje o cualquier otro procedimiento legal contra MT, ya sea en derecho o equidad, en cualquier tribunal. La limitaci&oacute;n de da&ntilde;os descrita en la frase inmediatamente anterior aplica: (i) independientemente de los presupuestos sobre los que se basa la responsabilidad (ya sea por defecto, en virtud de un contrato, acuerdo extracontractual, por disposiciones legales u otros), (ii) sin importar el tipo de incumplimiento de obligaciones, y (iii) con respecto a todos los eventos, el servicio y este acuerdo. Las disposiciones de la limitaci&oacute;n de responsabilidad establecidas en el Art. 10 se aplicar&aacute;n incluso si tus recursos bajo este acuerdo fallan con respecto a su prop&oacute;sito esencial. Algunas jurisdicciones no permiten la exclusi&oacute;n o limitaci&oacute;n de ciertos da&ntilde;os, por lo que puede que algunas o todas las exclusiones y limitaciones de esta secci&oacute;n no se apliquen a ti.</p>
<p><strong>11. Ley aplicable &ndash; Litigios</strong><br /> Estos t&eacute;rminos y condiciones se han redactado en castellano, de conformidad con la legislaci&oacute;n vigente en la Rep&uacute;blica Argentina. Para todos los efectos emergentes del presente, MT constituye domicilio legal en el enunciado ut supra y el usuario en el consignado en su formulario de registro, en donde ser&aacute;n v&aacute;lidos todos los requerimientos sean judiciales y/o extrajudiciales, dichos domicilios se consideran v&aacute;lidos hasta tanto las partes no notifiquen en forma fehaciente el cambio del mismo, someti&eacute;ndose en caso de que hubiere que recurrir a la v&iacute;a judicial, a la jurisdicci&oacute;n de los tribunales Provinciales Ordinarios de la Provincia de Misiones, renunciando al fuero federal aunque procediera y/o interviniera. Para cualquier pregunta, puede ponerse en contacto con MT utilizando nuestro formulario de contacto, o el correo electr&oacute;nico <strong>misionestravelapp@gmail.com</strong>.</p>
      </div>
  </body>
</html>
